[
    {
        "id": 1,
        "key": "lol",
        "destination": "turningtorso",
        "clues": [
            {
                "clueId": 1,
                "text": "Detta land har en lång kustlinje och är känt för sina många sjöar och skogar. Dess huvudstad är en av de mest innovativa och mångkulturella städerna i världen."
            },
            {
                "clueId": 2,
                "text": "I denna stad finns ett välkänt operahus som har en unik design inspirerad av en isbergskristall. Staden är också känd för sin moderna arkitektur, inklusive en imponerande tornbyggnad som ser ut som en roterande spiral."
            },
            {
                "clueId": 3,
                "text": "Den spiralliknande byggnaden är känd som en av världens mest spektakulära skyskrapor och är belägen i en hamnstad som är Sveriges tredje största stad. Byggnaden är ett landmärke som har blivit en symbol för staden och landet."
            },
            {
                "clueId": 4,
                "text": "Skyskrapan är en del av ett område som genomgått omfattande stadsförnyelse under de senaste årtiondena. Området runt skyskrapan erbjuder inte bara modern arkitektur utan också grönområden, promenadstråk och närhet till havet."
            },
            {
                "clueId": 5,
                "text": "Den berömda byggnaden, som har ett unikt vridet utseende, är känd som Turning Torso och är belägen i Västra Hamnen-området i Malmö, Sverige. Med sina 190 meter är det Nordens högsta bostadshus och har blivit en av stadens mest ikoniska landmärken."
            }
        ]
    },
    {
        "id": 2,
        "key": "bob",
        "destination": "malmöc",
        "clues": [
            {
                "clueId": 1,
                "text": "Malmö bor tar sig ofta till denna plats för att c sina kära och nära komma hem eller åka bort"
            },
            {
                "clueId": 2,
                "text": "Staden vi söker är känt för sin imponerande Öresundsbron, som förbinder den med en annan betydande stad i ett grannland."
            },
            {
                "clueId": 3,
                "text": "Den stora Malmö Arena och det moderna shoppingområdet Triangeln är två kända landmärken i denna stad."
            },
            {
                "clueId": 4,
                "text": "Denna stad har en av de mest trafikerade tågstationerna i Sverige, som även är knutpunkt för internationell tågtrafik."
            },
            {
                "clueId": 5,
                "text": "Du har kommit till Malmö C, den centrala järnvägsstationen i Malmö, som är en viktig knutpunkt för tågresor i södra Sverige och till andra europeiska destinationer."
            }
        ]
    },
    {
        "id": 3,
        "key": "ses",
        "destination": "emporia",
        "clues": [
            {
                "clueId": 1,
                "text": "Detta köpcentrum är beläget i en stad som är en av Sveriges största och mest mångkulturella. Det är känt för sin rika historia och sin dynamiska stadsmiljö."
            },
            {
                "clueId": 2,
                "text": "Staden där detta köpcentrum finns är också känd för sin närhet till Öresund och för att vara en viktig knutpunkt för internationell handel och kommunikation."
            },
            {
                "clueId": 3,
                "text": "Detta köpcentrum är en populär destination för både lokalbefolkningen och turister och erbjuder ett brett utbud av butiker, restauranger och underhållning."
            },
            {
                "clueId": 4,
                "text": "En närliggande station för kollektivtrafik är belägen vid ett stort torg som också är en central knutpunkt för många andra transportmedel, inklusive tåg och bussar."
            },
            {
                "clueId": 5,
                "text": "Grattis, du har hittat rätt! Det köpcentrum vi söker är en av stadens mest populära shoppingdestinationer och lockar besökare från när och fjärran för sin unika atmosfär och sitt varierade utbud."
            }
        ]
    }
]